Revit 2027 API
MultipleValuesIndicationSettings.CustomValue Property
 Value used as multiple values indication if Custom is set to true.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string CustomValue { get; set; }
Public Property CustomValue As String
	Get
	Set
public:
property String^ CustomValue {
	String^ get ();
	void set (String^ value);
}
member CustomValue : string with get, set
Property Value
String
Exceptions
Exception | Condition
ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
Reference
MultipleValuesIndicationSettings Class
Autodesk.Revit.DB Namespace